Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PrivacySettingsUI/ProblemReporting.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Share iCloud Analytics
ar: مشاركة تحليلات iCloud
bg: Споделяне на iCloud аналитични данни
ca: Comparteix l’anàlisi de l’iCloud
cs: Sdílet analýzu iCloudu
da: Del iCloud-analyse
de: iCloud-Analyse teilen
el: Κοινοποίηση Ανάλυσης iCloud
es: Compartir análisis de iCloud
es_us: Compartir análisis (iCloud)
fi: Jaa iCloud-analyysitiedot
fr: Partager l’analyse d’iCloud
fr_ca: Partager les analyses d’iCloud
he: שיתוף נתוני iCloud
hi: iCloud ऐनालिटिक्स शेयर करें
hr: Podijeli analizu iClouda
hu: Az iCloud elemzésének megosztása
id: Bagikan Analisis iCloud
it: Condividi analisi iCloud
ja: iCloud解析を共有
kk: iCloud аналитикасын бөлісу
ko: iCloud 분석 공유
lt: Bendrinti „iCloud“ analizę
ms: Kongsi Analitis iCloud
nl: Deel iCloud-analyse
no: Del iCloud-analyse
pl: Udostępniaj analizy iCloud
pt_br: Compartilhar Análise do iCloud
pt_pt: Partilhar análise de iCloud
ro: Partajare analiză iCloud
ru: Делиться Аналитикой iCloud
sk: Zdieľať analytiku iCloudu
sl: Deli analitiko storitve iCloud
sv: Dela iCloud-analys
th: แชร์การวิเคราะห์ iCloud
tr: iCloud Analizini Paylaş
uk: Поширювати аналітику iCloud
vi: Chia sẻ Phân tích iCloud
zh_cn: 共享iCloud分析
zh_hk: 分享iCloud分析
zh_tw: 分享iCloud分析

# SHARE_HEALTH_RECORDS_DATA
source: Improve Health Records
ar: تحسين السجلات الصحية
bg: Подобри Здравно досие
ca: Millora els informes clínics
cs: Vylepšovat zdravotní záznamy
da: Gør helbredsjournaler bedre
de: Gesundheitsakte verbessern
el: Βελτίωση των Ιατρικών εγγραφών
es: Mejorar el historial clínico
es_us: Mejorar el expediente
fi: Paranna potilaskertomusta
fr: Améliorer Dossiers médicaux
fr_ca: Améliorer Dossiers médicaux
he: שיפור ״רשומות רפואיות״
hi: सेहत रिकॉर्ड बेहतर बनाएँ
hr: Poboljšanje zdravstvenih podataka
hu: Az Egészségügyi dokumentumok továbbfejlesztése
id: Tingkatkan Catatan Kesehatan
it: Migliora dati sanitari
ja: ヘルスケアレコードの改善
kk: Денсаулық жағдайы
ko: 건강 기록 향상
lt: Sveikatos įrašų tobulinimas
ms: Tingkatkan Rekod Kesihatan
nl: Verbeter medisch dossier
no: Forbedre Helsejournaler
pl: Ulepszanie (Rekordy zdrowotne)
pt_br: Melhorar Registros Médicos
pt_pt: Melhorar Registos de saúde
ro: Îmbunătățire înregistrări medicale
ru: Улучшение Состояния здоровья
sk: Vylepšovať zdravotné záznamy
sl: Izboljšaj Zdravstveni karton
sv: Förbättra medicinska journaler
th: ปรับปรุงบันทึกสุขภาพ
tr: Sağlık Kayıtlarını İyileştir
uk: Покращення Медзаписів
vi: Cải thiện Hồ sơ sức khỏe
zh_cn: 改进健康记录
zh_hk: 改進健康記錄
zh_tw: 改進健康記錄

source: View Enhanced Logging Session
ar: عرض جلسة التسجيل المحسّن
bg: Преглед на сесия за Разширено записване
ca: Mostra la sessió de registre millorat
cs: Zobrazit rozšířené protokolování
da: Vis session til forbedret logning
de: Erweiterte Protokollierungssitzung anzeigen
el: Προβολή συνεδρίας προηγμένης καταγραφής
es: Ver sesión de registro mejorado
es_us: Ver sesión de registro avanzado
fi: Näytä parannettu lokikirjausistunto
fr: Afficher la session de journalisation avancée
fr_ca: Afficher la session de journalisation améliorée
he: הצגת תהליך יצירת דו״חות משופרים
hi: बेहतर लॉगिंग सत्र देखें
hr: Prikaz sesije poboljšane izrade log zapisa
hu: Kibővített bejelentkezési munkamenet megtekintése
id: Lihat Sesi Pencatatan yang Ditingkatkan
it: Visualizza sessione di raccolta log avanzati
ja: 拡張ログセッションを表示
kk: Кеңейтілген журнал сеансын көру
ko: 고급 로그 기록 세션 보기
lt: Peržiūrėti patobulintą registravimo seansą
ms: Lihat Sesi Pengelogan Dipertingkat
nl: Bekijk uitgebreide logsessie
no: Se økten med utvidet loggføring
pl: Pokaż sesję rejestrowania rozszerzonego
pt_br: Ver Sessão de Registro Aprimorado
pt_pt: Ver sessão de registos avançados
ro: Vizualizați sesiunea de înregistrare a jurnalelor îmbunătățite
ru: См. сеанс расширенного журнала
sk: Zobraziť reláciu rozšíreného zaznamenávania
sl: Prikaži sejo izboljšanega beleženja dnevnika
sv: Visa utökad loggningssession
th: ดูเซสชั่นการเก็บบันทึกการใช้งานขั้นสูง
tr: Geliştirilmiş Günlük Oturumunu Göster
uk: Переглянути сеанс удосконаленого журналювання
vi: Xem phiên ghi nhật ký nâng cao
zh_cn: 查看增强型日志会话
zh_hk: 檢視強化記錄時段
zh_tw: 檢視增強記錄階段

# WHEELCHAIR_DATA_EXPLANATION
source: Help Apple improve health and fitness features by sending your wheelchair activity and workout data. %@
ar: ساعد Apple على تحسين ميزات الصحة واللياقة من خلال إرسال بيانات أنشطة وتمارين الكرسي المتحرك الخاصة بك. ‏%@
bg: Като изпращате данни за вашата активност и упражнения в инвалидна количка, помагате на Apple да подобри функциите за здраве и фитнес. %@
ca: Per ajudar Apple a millorar les funcions de salut i d’activitat física, pots enviar les dades de l’activitat en cadira de rodes i dels entrenaments. %@
cs: Pomozte společnosti Apple s vylepšováním funkcí pro zdraví a fyzickou kondici tím, že jí budete zasílat údaje o své aktivitě na vozíku a cvičení. %@
da: Hjælp Apple med at forbedre sundheds- og fitnessfunktionerne ved at sende data fra dine kørestolsaktiviteter og -træninger. %@
de: Unterstütze Apple dabei, Gesundheits- und Fitnessfunktionen zu verbessern, indem du deine Rollstuhlaktivitäts- und Trainingsdaten sendest. %@
el: Βοηθήστε την Apple να βελτιώσει τις δυνατότητες υγείας και άθλησης μέσω της αποστολής των δεδομένων δραστηριότητας και προπονήσεών σας με αναπηρικό αμαξίδιο. %@
es: Ayuda a Apple a mejorar las funciones de salud y forma física enviando tus datos de actividad y tus entrenos en silla de ruedas. %@
es_us: Ayuda a Apple a mejorar las funciones de salud y condición física enviando tus datos de actividad y entrenamiento en silla de ruedas. %@
fi: Auta Applea parantamaan terveys- ja kuntoiluominaisuuksia lähettämällä pyörätuoliaktiivisuus- ja treenitietoja. %@
fr: Aidez Apple à améliorer ses fonctionnalités de santé et forme physique en envoyant vos données d’activité en fauteuil et d’exercice. %@
fr_ca: Aidez Apple à améliorer les fonctions de santé et de forme physique en envoyant vos données d’activité et d’entraînement en fauteuil roulant. %@
he: באפשרותך לעזור ל-Apple לשפר את מאפייני הבריאות והכושר על ידי שליחת נתוני האימונים והפעילות שלך עם כיסא גלגלים. ‏%@
hi: अपना ह्वीलचेयर ऐक्टिविटी और वर्कआउट डेटा भेजकर सेहत और फ़िटनेस फ़ीचर को बेहतर बनाने में Apple की सहायता करें। %@
hr: Pomozite Appleu u poboljšanju značajki povezanih sa zdravljem i kondicijom tako da pošaljete podatke o svojoj aktivnosti u invalidskim kolicima i treninzima. %@
hu: A kerekesszékes tevékenységek és edzések adatainak elküldésével segíthet az Apple-nek fejleszteni az egészség- és fitneszfunkciókat. %@
id: Bantu Apple meningkatkan fitur kesehatan dan kebugaran dengan mengirimkan data aktivitas dan olahraga kursi roda Anda. %@
it: Aiuta Apple a migliorare le funzionalità legate all’attività fisica e al tuo stato di salute inviando le informazioni relative all’attività motoria su sedia a rotelle e agli allenamenti. %@
ja: 車椅子のアクティビティやワークアウトのデータを送信することで、ヘルスケアおよびフィットネス機能の向上にご協力いただけます。%@
kk: Мүгедектер арбасындағы қозғалысыңыз бен жаттығу деректеріңізді жіберу арқылы Apple компаниясына денсаулық пен фитнес мүмкіндіктерін жақсартуға көмектесіңіз. %@
ko: 사용자의 휠체어 활동 및 운동 데이터를 보내서 Apple이 건강 및 피트니스 기능을 향상할 수 있도록 도움을 줄 수 있습니다. %@
lt: Padėkite bendrovei „Apple“ pagerinti sveikatos ir kūno rengybos funkcijas, siųsdami neįgaliojo vežimėlio aktyvumo ir treniruočių duomenis. %@
ms: Bantu Apple meningkatkan ciri kesihatan dan kecergasan dengan menghantar data aktiviti dan latihan kerusi roda anda. %@
nl: Help Apple bij het verbeteren van de gezondheids- en conditiefuncties door gegevens over je rolstoelactiviteit en -work‑outs te versturen. %@
no: Hjelp Apple med å forbedre helse- og treningsfunksjoner for rullestolbrukere ved å sende inn aktivitets- og treningsdataene dine. %@
pl: Pomóż Apple usprawniać funkcje związane ze zdrowiem i sprawnością, wysyłając swoje dane aktywności na wózku inwalidzkim i treningów. %@
pt_br: Ajude a Apple a melhorar os recursos de saúde e preparo físico enviando seus dados de atividades e exercícios com cadeira de rodas. %@
pt_pt: Ajude a Apple a melhorar as funcionalidades de saúde e fitness enviando os seus dados de atividade e de treino em cadeira de rodas. %@
ro: Ajutați Apple la îmbunătățirea funcționalităților pentru sănătate și fitness prin trimiterea datelor dvs. referitoare la activitatea și exercițiile realizate în scaunul cu rotile. %@
ru: Помогите Apple в улучшении функций здоровья и фитнеса, отправляя данные Активности в режиме «Кресло-коляска» и данные тренировок. %@
sk: Pomôžte spoločnosti Apple vylepšovať zdravotné a tréningové funkcie odosielaním dát o vašich aktivitách a tréningoch na invalidnom vozíku. %@
sl: Pošljite svoje podatke o aktivnosti in vadbi na invalidskem vozičku. Na podlagi teh podatkov Apple izboljšuje funkcije za zdravje in gibanje. %@
sv: Hjälp Apple att förbättra sina hälso- och träningsfunktioner genom att skicka din rullstolsaktivitet och dina träningsdata. %@
th: ช่วย Apple ปรับปรุงคุณสมบัติด้านสุขภาพและฟิตเนสโดยส่งข้อมูลของกิจกรรมวีลแชร์และการออกกำลังกายวีลแชร์ของคุณ %@
tr: Tekerlekli sandalye aktivite ve antrenman verilerinizi göndererek Apple’ın sağlık ve fitness özelliklerini iyileştirmesine yardımcı olun. %@
uk: Допомагайте Apple покращувати функції для здоровʼя і фітнесу, надсилаючи дані своєї активності й тренувань на візку. %@
vi: Giúp Apple cải thiện các tính năng sức khỏe và thể chất bằng cách gửi dữ liệu hoạt động xe lăn và bài tập của bạn. %@
zh_cn: 通过发送你的轮椅健身记录和体能训练数据来帮助Apple改进健康和健身功能。%@
zh_hk: 透過傳送你的輪椅活動及體能訓練資料來協助Apple改進健康與健身功能。%@
zh_tw: 傳送你的輪椅活動記錄和體能訓練資料，以協助Apple改進健康和健身功能。%@

# SAFETY_DATA_EXPLANATION
source: Help Apple improve safety features by sharing your safety data. %@
ar: ساعد Apple في تحسين الميزات الأمنية من خلال مشاركة بياناتك المتعلقة بالأمان. %@
bg: Като споделяте вашите данни за безопасност, помагате на Apple да подобри функциите за безопасност. %@
ca: Per ajudar a millorar les funcions de seguretat, pots compartir amb Apple les dades que hi estiguin relacionades. %@
cs: Pomozte společnosti Apple s vylepšováním bezpečnostních funkcí tím, že jí poskytnete informace o vašem zabezpečení. %@
da: Hjælp Apple med at forbedre sikkerhedsfunktioner ved at dele dine sikkerhedsdata. %@
de: Du kannst Apple bei der Verbesserung von Sicherheitsfunktionen helfen, indem du deine Sicherheitsdaten teilst. %@
el: Βοηθήστε την Apple να βελτιώσει τις δυνατότητες ασφάλειας κοινοποιώντας τα δεδομένα ασφάλειάς σας. %@
es: Ayuda a Apple a mejorar sus funciones de seguridad compartiendo tus datos de seguridad. %@
es_us: Ayuda a Apple a mejorar sus funciones de seguridad al compartir tus datos de seguridad. %@
fi: Auta Applea parantamaan turvaominaisuuksia jakamalla turvallisuustietosi. %@
fr: Aidez Apple à améliorer les fonctionnalités de sécurité en partageant vos données liées à la sécurité. %@
fr_ca: Partagez vos données de sécurité avec Apple pour contribuer à l’amélioration des fonctionnalités de sécurité. %@
he: באפשרותך לסייע ל-Apple לשפר את מאפייני הבטיחות באמצעות שיתוף נתוני הבטיחות שלך. ‏%@
hi: अपना सुरक्षा डेटा शेयर करके सुरक्षा फ़ीचर बेहतर बनाने में Apple की सहायता करें। %@
hr: Pomozite Appleu u poboljšanju sigurnosnih značajki dijeljenjem svojih sigurnosnih podataka. %@
hu: A biztonsági adatainak megosztásával segíthet az Apple-nek a biztonsági funkciók továbbfejlesztésében. %@
id: Bantu Apple meningkatkan fitur keselamatan dengan membagikan data keselamatan Anda. %@
it: Aiuta Apple a migliorare le funzionalità di sicurezza condividendo i dati rilevanti. %@
ja: 安全性に関するデータを共有することで、安全性機能の向上にご協力いただけます。%@
kk: Қауіпсіздік деректерін бөлісу арқылы Apple компаниясына қауіпсіздікке қатысты функцияларын жақсартуға көмектесіңіз. %@
ko: 사용자의 안전 데이터를 공유하여 Apple이 안전 관련 기능을 향상하도록 도움을 줄 수 있습니다. %@
lt: Padėkite bendrovei „Apple“ pagerinti saugos funkcijas, bendrindami savo saugos duomenis. %@
ms: Bantu Apple meningkatkan ciri keselamatan dengan berkongsi data keselamatan anda. %@
nl: Help Apple bij het verbeteren van veiligheidsfuncties door je veiligheidsgegevens te delen. %@
no: Hjelp Apple med å forbedre sikkerhets­funksjoner ved å dele sikkerhets­data. %@
pl: Pomóż Apple ulepszać funkcje dot. bezpieczeństwa, udostępniając swoje dane związane z bezpieczeństwem. %@
pt_br: Compartilhe seus dados de segurança para ajudar a Apple a melhorar os recursos de segurança. %@
pt_pt: Ajude a Apple a melhorar as funcionalidades de segurança partilhando os seus dados de segurança. %@
ro: Ajutați Apple să îmbunătățească funcționalitățile de siguranță prin partajarea datelor dvs. referitoare la siguranță. %@
ru: Помогайте улучшать функции безопасности, отправляя Apple свои данные о безопасности. %@
sk: Pomôžte spoločnosti Apple vylepšovať bezpečnostné funkcie zdieľaním dát týkajúcich sa bezpečnosti. %@
sl: Delite svoje podatke o varnosti. Na podlagi teh podatkov Apple izboljšuje varnostne funkcije. %@
sv: Hjälp Apple att förbättra säkerhetsfunktionerna genom att dela dina säkerhetsdata. %@
th: ช่วย Apple ปรับปรุงคุณสมบัติความปลอดภัยโดยการแชร์ข้อมูลด้านความปลอดภัยของคุณ %@
tr: Güvenlik verilerinizi paylaşarak Apple’ın güvenlik özelliklerini iyileştirmesine yardımcı olun. %@
uk: Допомагайте Apple покращувати функції безпеки, надсилаючи дані про безпеку. %@
vi: Giúp Apple cải thiện các tính năng an toàn bằng cách chia sẻ dữ liệu an toàn của bạn. %@
zh_cn: 通过共享你的安全数据来帮助Apple改进安全功能。%@
zh_hk: 透過共享你的安全資料以協助Apple改進安全功能。%@
zh_tw: 分享你的安全資料，以協助Apple改進安全功能。%@

# DIAGNOSTIC_USAGE_DATA
source: Analytics Data
ar: بيانات التحليلات
bg: Аналитични данни
ca: Dades d’anàlisi
cs: Data analýzy
da: Analysedata
de: Analysedaten
el: Δεδομένα ανάλυσης
es: Datos de análisis
es_us: Datos de análisis
fi: Analyysitiedot
fr: Données d’analyse
fr_ca: Données d’analyse
he: ניתוח נתונים
hi: ऐनालिटिक्स डेटा
hr: Podaci analize
hu: Elemzés adatai
id: Data Analisis
it: Dati analisi
ja: 解析データ
kk: Аналитикалық деректер
ko: 분석 데이터
lt: Analizės duomenys
ms: Data Analitis
nl: Analysegegevens
no: Analysedata
pl: Dane analiz
pt_br: Dados de Análise
pt_pt: Dados de análise
ro: Date analiză
ru: Данные Аналитики
sk: Analytické dáta
sl: Analitični podatki
sv: Analysdata
th: ข้อมูลการวิเคราะห์
tr: Analiz Verileri
uk: Дані аналітики
vi: Dữ liệu phân tích
zh_cn: 分析数据
zh_hk: 分析數據
zh_tw: 分析資料

# APP_AND_ACCESSORY_ANALYTICS_EXPLANATION
source: Help app and accessory developers improve their products by allowing Apple to share crash data as well as statistics about how you use their apps with them. %@
ar: مساعدة مطوري التطبيقات والملحقات على تحسين منتجاتهم عن طريق السماح لـ Apple بأن تشارك معهم بيانات التعطل وكذلك إحصاءات حول كيفية استخدامك لتطبيقاتهم. %@
bg: Помогнете на разработчиците на приложения и аксесоари да подобряват продуктите си, като позволите на Apple да споделя данни за сривове, както и статистика за това как използвате приложенията им. %@
ca: Ajuda els equips de desenvolupament d’apps i accessoris a millorar els seus productes. Per fer‑ho, permet que Apple hi comparteixi informació d’errors i estadístiques sobre com utilitzes les apps. %@
cs: Pomozte vývojářům s vylepšováním aplikací a příslušenství tím, že povolíte společnosti Apple, aby s nimi sdílela data související s haváriemi a statistiky využití. %@
da: Hjælp udviklere af apps og tilbehør med at forbedre deres produkter ved at tillade Apple at dele oplysninger om systemsvigt samt statistiske oplysninger om, hvordan du bruger udviklernes apps, med dem. %@
de: Unterstütze App- und Geräteentwicklungsteams dabei, ihre Produkte zu verbessern, indem du Apple erlaubst, Informationen zu Systemfehlern und Statistiken über deine Benutzung der Apps mit ihnen zu teilen. %@
el: Βοηθήστε τους δημιουργούς εφαρμογών και αξεσουάρ να βελτιώσουν τα προϊόντα τους επιτρέποντας στην Apple να κοινοποιεί σε αυτούς τα δεδομένα ολικών σφαλμάτων, καθώς και τα στατιστικά σχετικά με τον τρόπο που χρησιμοποιείτε τις εφαρμογές τους. %@
es: Ayuda a los desarrolladores de apps y accesorios a mejorar sus productos autorizando a Apple a compartir con ellos los datos de los errores que experimentes, así como tus estadísticas de uso de sus apps. %@
es_us: Ayuda a los desarrolladores de apps y accesorios a mejorar sus productos permitiendo que Apple comparta con ellos los datos de bloqueos y las estadísticas de cómo usas tus apps. %@
fi: Auta appi- ja lisälaitekehittäjiä parantamaan tuotteitaan sallimalla Applen jakaa kehittäjille kaatumistiedot ja tilastotiedot siitä, kuinka käytät kehittäjien appeja. %@
fr: Aidez les développeurs d’apps et d’accessoires à améliorer leurs produits en autorisant Apple à partager avec eux les données liées aux pannes et les statistiques sur la façon dont vous utilisez leurs produits. %@
fr_ca: Aidez les développeurs d’apps et d’accessoires à améliorer leurs produits en autorisant Apple à partager avec eux les données liées aux pannes et les statistiques sur la façon dont vous utilisez leurs apps. %@
he: באפשרותך לאשר ל-Apple לשתף נתונים על יישומים שקרסו וסטטיסטיקות על אופן השימוש שלך ביישומים כדי לעזור למפתחים של יישומים ואביזרים לשפר את המוצרים שלהם. %@
hi: Apple को क्रैश डेटा और ऐप्स के उपयोग से संबंधित आँकड़े ऐप और ऐक्सेसरी डेवलपर के साथ शेयर करने की अनुमति दें जिससे कि वे अपने उत्पादों को बेहतर बना सकें। %@
hr: Pomozite developerima aplikacija i pribora u poboljšanju njihovih proizvoda tako da dozvolite Appleu da s njima dijeli podatke o rušenju kao i statistiku o vašem načinu uporabe njihovih aplikacija. %@
hu: Segíthet az appok és a kiegészítők fejlesztőinek a termékeik javításában, ha engedélyezi, hogy az Apple megossza velük az összeomlási adatokat, valamint az appok használatának módját. %@
id: Bantu pengembang app dan aksesori meningkatkan produk mereka dengan mengizinkan Apple untuk membagikan data crash serta statistik mengenai cara Anda menggunakan app tersebut ke pengembang. %@
it: Aiuta gli sviluppatori di app e accessori a migliorare i propri prodotti consentendo ad Apple di condividere con loro i dati sui blocchi e le statistiche d’uso delle app. %@
ja: Appleがクラッシュデータ/アプリの使用状況の統計情報をアプリデベロッパと共有することを許可することでアプリとアクセサリの品質向上にご協力いただけます。%@
kk: Apple компаниясына қателер туралы деректерді және қолданбаны пайдалану статистикасын бөлісуге рұқсат бере отырып, қолданбалар мен керек-жарақтардың әзірлеушілеріне өнімдерін жетілдіруге көмектесіңіз. %@
ko: Apple이 충돌 데이터 뿐만 아니라 사용자들의 앱 사용 정보에 관한 통계를 공유하도록 허용하여 앱 및 액세서리 개발자가 제품을 향상하도록 도와줍니다. %@
lt: Padėkite programų ir priedų kūrėjams gerinti jų produktus, leisdami „Apple“ bendrinti su jais trikčių duomenis ir statistiką apie tai, kaip naudojate programas. %@
ms: Bantu pembangun app dan aksesori meningkatkan produk mereka dengan membenarkan Apple berkongsi data ranap serta statistik tentang cara anda menggunakan app mereka dengannya. %@
nl: Help ontwikkelaars van apps en accessoires hun producten te verbeteren door toe te staan dat Apple crashgegevens en statistische gegevens over je gebruik van hun apps met hen deelt. %@
no: Hjelp utviklere av apper og tilbehør å forbedre produktene sine ved å la Apple sende dem krasj­informasjon og statistikk over hvordan du bruker appene. %@
pl: Pomóż deweloperom aplikacji i akcesoriów ulepszać swoje produkty, pozwalając Apple udostępniać im dane o ich awariach oraz statystykach ich użycia. %@
pt_br: Ajude os desenvolvedores de apps e acessórios a melhorar seus produtos permitindo que a Apple compartilhe com eles os dados sobre falhas e as estatísticas de como você usa os apps deles. %@
pt_pt: Ajude os programadores de aplicações e acessórios a melhorarem os respetivos produtos permitindo que a Apple partilhe com eles dados de falha e estatísticas de utilização. %@
ro: Ajutați dezvoltatorii de aplicații și accesorii să își îmbunătățească produsele permițând ca Apple să partajeze cu aceștia datele referitoare la disfuncționalități, precum și statistici despre modul în care le utilizați aplicațiile. %@
ru: Помогите разработчикам ПО и аксессуаров улучшить их продукты, разрешив Apple делиться с ними Вашими данными о сбоях, а также статистикой использования Вами их приложений. %@
sk: Pomôžte vývojárom apiek a príslušenstva vylepšovať ich produkty tým, že umožníte spoločnosti Apple zdieľať s nimi dáta týkajúce sa pádov apiek a štatistík ich používania. %@
sl: Dovolite družbi Apple, da z razvijalci aplikacij in dodatne opreme deli podatke o sesutju in statistike o tem, kako uporabljate njihove aplikacije, ter jim tako pomagajte izboljšati njihove izdelke. %@
sv: Hjälp app- och tillbehörsutvecklare att förbättra sina produkter genom att låta Apple dela kraschdata och statistik över hur du använder deras appar med dem. %@
th: ช่วยนักพัฒนาแอปและอุปกรณ์เสริมปรับปรุงผลิตภัณฑ์ของพวกเขาโดยอนุญาตให้ Apple แชร์ข้อมูลการปิดตัวลงโดยไม่ทราบสาเหตุรวมทั้งสถิติเกี่ยวกับการใช้แอปของคุณกับพวกเขา %@
tr: Apple’ın, çökme verileri ile uygulamaları nasıl kullandığınızla ilgili istatistikleri paylaşmasına izin vererek uygulama ve aksesuar geliştiricilerin ürünlerini iyileştirmelerine yardımcı olun. %@
uk: Допоможіть розробникам програм і приладів удосконалювати свої продукти, дозволивши Apple поширювати для них дані про збої, а також статистику використання їхніх програм. %@
vi: Giúp nhà phát triển ứng dụng và phụ kiện cải thiện các sản phẩm của họ bằng cách cho phép Apple chia sẻ với họ dữ liệu sự cố, cũng như số liệu thống kê về cách bạn sử dụng ứng dụng của họ. %@
zh_cn: 允许Apple将崩溃数据和你如何使用App相关的统计数据共享给App和配件开发者，以帮助开发者改进其产品。%@
zh_hk: 允許Apple與App和配件開發者分享死機資料及使用方式統計資料，以協助改進他們的產品。%@
zh_tw: 允許Apple將當機資料以及你如何使用App的統計資料分享給App和配件的開發者來協助他們改進產品。%@
